[{"description": "The Delaware quarter’s reverse celebrates Caesar Rodney’s historic horseback ride to the Continental Congress in 1776 to cast the deciding vote in favor of independence.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/DE_Designs.gif", "date_issued": "January 4, 1999", "state": "Delaware", "collected": 1, "id": 1}, {"description": "The Pennsylvania quarter depicts the “Commonwealth” statue, an outline of the state, the state motto, and a keystone reflecting the state’s nickname, “The Keystone State.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/PA_Designs.gif", "date_issued": "March 8, 1999", "state": "Pennsylvania", "collected": 0, "id": 2}, {"description": "The New Jersey quarter depicts General George Washington and members of the Colonial Army crossing the Delaware River en route to very important victories during the Revolutionary War. The design is based on the 1851 painting by Emmanuel Leutze, “Washington Crossing the Delaware.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/NJ_Designs.gif", "date_issued": "May 17, 1999", "state": "New Jersey", "collected": 1, "id": 3}, {"description": "The Georgia quarter design incorporates several symbols associated with the traditional, yet very diverse southern state. The reverse incorporates the state’s geographical outline, motto, tree and nickname.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/GA_Designs.gif", "date_issued": "July 19, 1999", "state": "Georgia", "collected": 0, "id": 4}, {"description": "The Connecticut quarter features “The Charter Oak”: an integral part of Connecticut’s heritage and existence. Heroic Captain Joseph Wadsworth saved Connecticut’s Charter from the hands of the British by concealing it in a majestic white oak, which came to be known as “The Charter Oak.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/CT_Designs.gif", "date_issued": "October 12, 1999", "state": "Connecticut", "collected": 0, "id": 5}, {"description": "The Massachusetts quarter features a design of “The Minuteman,” a famous statue that stands guard at The Minuteman National Historical Park in Concord, Massachusetts.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/MA_Designs.gif", "date_issued": "January 3, 2000", "state": "Massachusetts", "collected": 0, "id": 6}, {"description": "The Maryland quarter highlights the striking dome of the Maryland Statehouse surrounded by White Oak leaf clusters and the nickname “The Old Line State.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/MD_Designs.gif", "date_issued": "March 13, 2000", "state": "Maryland", "collected": 1, "id": 7}, {"description": "The South Carolina quarter depicts key state symbols – a Palmetto Tree, the Carolina Wren and the Yellow Jessamine. An outline of South Carolina, the nickname “The Palmetto State” and a star indicating the capital, Columbia, form the quarter’s background.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/SC_Designs.gif", "date_issued": "May 22, 2000", "state": "South Carolina", "collected": 0, "id": 8}, {"description": "The New Hampshire quarter honors one of the state’s most unique natural attractions, “The Old Man of the Mountain.” The state motto, “Live free or die,” and nine stars, reflecting New Hampshire as the ninth state to ratify the Constitution, complete the design.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/NH_Designs.gif", "date_issued": "August 7, 2000", "state": "New Hampshire", "collected": 0, "id": 9}, {"description": "The Virginia quarter honors Jamestown, Virginia, the Nation’s first permanent English settlement. The design features the three ships, Susan Constant, Godspeed, and Discovery, that brought the first settlers to Jamestown in 1607.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/VA_Designs.gif", "date_issued": "October 16, 2000", "state": "Virginia", "collected": 0, "id": 10}, {"description": "The New York quarter features the Statue of Liberty superimposed over an outline of the state along with the inscription “Gateway to Freedom.” Also incorporated into the state outline is a line tracing the Hudson River and the route of the Erie Canal.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/NY_Designs.gif", "date_issued": "January 2, 2001", "state": "New York", "collected": 0, "id": 11}, {"description": "The North Carolina quarter highlights the famous 1903 photograph of the “First Flight,” the first successful airplane flight that took place in Kitty Hawk, North Carolina.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/NC_Designs.gif", "date_issued": "March 12, 2001", "state": "North Carolina", "collected": 1, "id": 12}, {"description": "The Rhode Island quarter honors the “Ocean State” and features a vintage sailboat gliding through Rhode Island’s famous Narragansett Bay and an image of the Pell Bridge in the background.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/RI_Designs.gif", "date_issued": "May 21, 2001", "state": "Rhode Island", "collected": 0, "id": 13}, {"description": "The Vermont quarter features Camel’s Hump Mountain with an image of maple trees with sap buckets in the forefront. The coin also bears the inscription “Freedom and Unity.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/VT_Designs.gif", "date_issued": "August 6, 2001", "state": "Vermont", "collected": 0, "id": 14}, {"description": "The Kentucky quarter features the stately mansion, Federal Hill, with an inscription that reads, “My Old Kentucky Home.” A thoroughbred racehorse is positioned behind a fence in the foreground of the quarter.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/KY_Designs.gif", "date_issued": "October 15, 2001", "state": "Kentucky", "collected": 1, "id": 15}, {"description": "The Tennessee quarter celebrates the state’s contributions to the Nation’s musical heritage. The design incorporates musical instruments and a score with the inscription “Musical Heritage.” Three stars represent Tennessee’s three regions and the instruments symbolize each region’s distinct musical style.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/TN_Designs.gif", "date_issued": "January 2, 2002", "state": "Tennessee", "collected": 0, "id": 16}, {"description": "The Ohio quarter honors the state’s contribution to the history of aviation, depicting an early aircraft and an superimposed as a group on the outline of the state. The design also includes the inscription “Birthplace of Aviation Pioneers.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/OH_Designs.gif", "date_issued": "March 11, 2002", "state": "Ohio", "collected": 0, "id": 17}, {"description": "The Louisiana quarter displays the image of Louisiana’s state bird—the pelican, a trumpet with musical notes, and the outline of the Louisiana Purchase territory, along with the inscription “Louisiana Purchase.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/LA_Designs.gif", "date_issued": "May 20, 2002", "state": "Louisiana", "collected": 1, "id": 18}, {"description": "The Indiana quarter represents the state pride in the famous Indianapolis 500 race. The design features the image of a race car superimposed on an outline of the state with the inscription “Crossroads of America.” The design also includes 19 stars signifying Indiana as the 19th state admitted into the Union.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/IN_Designs.gif", "date_issued": "August 2, 2002", "state": "Indiana", "collected": 0, "id": 19}, {"description": "The Mississippi quarter showcases the beauty and elegance of the state flower, combining the blossoms and leaves of two magnolias with the inscription “The Magnolia State.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/MS_Designs.gif", "date_issued": "October 15, 2002", "state": "Mississippi", "collected": 1, "id": 20}, {"description": "The Illinois quarter design depicts a young Abraham Lincoln within the outline of the state. A farm scene and the Chicago skyline appear on the left and to the right of the state’s outline. Twenty-one stars border the coin, signifying Illinois as the 21st state to be admitted into the Union.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/IL_Designs.gif", "date_issued": "January 2, 2003", "state": "Illinois", "collected": 0, "id": 21}, {"description": "The Alabama quarter design features an image of Helen Keller with her name in English, and in a reduced-size version of The Alabama quarter is the first U.S. circulating coin to feature Braille. An Alabama long leaf pine branch and magnolias grace the sides of the design, and a “Spirit of Courage” banner underlines the central image.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/AL_Designs.gif", "date_issued": "March 17, 2003", "state": "Alabama", "collected": 1, "id": 22}, {"description": "The Maine quarter design incorporates a rendition of the Pemaquid Point Light atop a granite coast and of a schooner at", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/ME_Designs.gif", "date_issued": "June 2, 2003", "state": "Maine", "collected": 0, "id": 23}, {"description": "The Missouri quarter depicts Lewis and Clark’s historic return to St. Louis down the Missouri River, with the Jefferson National Expansion Memorial (Gateway Arch) in the background. The quarter is inscribed “Corps of Discovery 1804-2004.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/MO_Designs.gif", "date_issued": "August 4, 2003", "state": "Missouri", "collected": 1, "id": 24}, {"description": "The Arkansas quarter design bears the image of rice stalks, a diamond and a mallard gracefully flying above a", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/AR_Designs.gif", "date_issued": "October 20, 2003", "state": "Arkansas", "collected": 0, "id": 25}, {"description": "The Michigan quarter depicts the outline of the state and the Great Lakes system. The quarter is inscribed “Great Lakes", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/MI_Designs.gif", "date_issued": "January 26, 2004", "state": "Michigan", "collected": 0, "id": 26}, {"description": "The Florida quarter design incorporates a 16th-century Spanish galleon, a space shuttle, strip of land with Sabal palm trees and the inscription “Gateway to Discovery.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/FL_Designs.gif", "date_issued": "March 29, 2004", "state": "Florida", "collected": 0, "id": 27}, {"description": "The Texas quarter’s reverse design depicts a star superimposed on the state’s outline and the inscription, “The Lone Star State.” The lariat encircling the design is symbolic of the cattle and cowboy history of Texas, as well as the frontier spirit that tamed the land.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/TX_Designs.gif", "date_issued": "June 1, 2004", "state": "Texas", "collected": 0, "id": 28}, {"description": "The Iowa quarter design features a one-room schoolhouse with a teacher and students planting a tree, and the inscriptions “Foundation in Education” and “Grant Wood.” The design is based on “Arbor Day,” a painting by Grant Wood, who was born near Anamosa, Iowa.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/IA_Designs.gif", "date_issued": "August 30, 2004", "state": "Iowa", "collected": 1, "id": 29}, {"description": "The Wisconsin design depicts an agricultural theme featuring a cow, a round of cheese and an ear of corn. The design also bears an inscription of the state motto, “Forward.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/WI_Designs.gif", "date_issued": "October 25, 2004", "state": "Wisconsin", "collected": 0, "id": 30}, {"description": "Nicknamed the “Golden State,” California’s quarter depicts naturalist and conservationist John Muir admiring Yosemite monolithic granite headwall known as “Half Dome” and also contains a soaring California condor. The coin bears the inscriptions “John Muir” and “Yosemite Valley.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/CA_Designs.gif", "date_issued": "January 31, 2005", "state": "California", "collected": 1, "id": 31}, {"description": "The Minnesota quarter design features a tree-lined lake with two people fishing, a loon on the water, and a textured outline of the state surrounding its nickname, “Land of 10,000 Lakes.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/MN_Designs.gif", "date_issued": "April 4, 2005", "state": "Minnesota", "collected": 0, "id": 32}, {"description": "The Oregon coin design features a portion of Crater Lake, the deepest lake in the United States, viewed from the rim. The design incorporates Wizard Island, as well as Watchman and Hillman Peaks on the lake’s rim and conifers. The coin bears the inscription “Crater Lake.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/OR_Designs.gif", "date_issued": "June 6, 2005", "state": "Oregon", "collected": 0, "id": 33}, {"description": "The Kansas commemorative quarter incorporates two of the state’s most beloved symbols, the state animal and flower, the buffalo and the sunflower.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/KS_Designs.gif", "date_issued": "August 29, 2005", "state": "Kansas", "collected": 1, "id": 34}, {"description": "This West Virginia quarter captures the scenic beauty of the state with its depiction of the New River and the New River Gorge Bridge. The coin bears the inscription “New River Gorge.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/WV_Designs.gif", "date_issued": "October 14, 2005", "state": "West Virginia", "collected": 0, "id": 35}, {"description": "The Nevada quarter depicts a trio of wild mustangs, the sun rising behind snow-capped mountains, bordered by sagebrush and a banner that reads “The Silver State.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/NV_Designs.gif", "date_issued": "January 31, 2006", "state": "Nevada", "collected": 1, "id": 36}, {"description": "The Nebraska quarter depicts an ox-drawn covered wagon carrying pioneers in the foreground and Chimney Rock, the natural wonder that rises from the valley of North Platte River, measuring 445 feet from base to tip. The sun is in full view behind the wagon. The coin also bears the inscription “Chimney Rock.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/NE_Designs.gif", "date_issued": "April 3, 2006", "state": "Nebraska", "collected": 1, "id": 37}, {"description": "The Colorado quarter depicts a sweeping view of the state’s rugged Rocky Mountains with evergreen trees and a banner carrying the inscription “Colorful Colorado.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/CO_Designs.gif", "date_issued": "June 14, 2006", "state": "Colorado", "collected": 0, "id": 38}, {"description": "The North Dakota quarter depicts a pair of grazing American bison in the foreground with a sunset view of the rugged buttes and canyons that help define the state’s Badlands region in the background.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/ND_Designs.gif", "date_issued": "August 28, 2006", "state": "North Dakota", "collected": 0, "id": 39}, {"description": "The South Dakota quarter features an image of the state bird, a Chinese ring-necked pheasant, in flight above a depiction of the Mount Rushmore National Monument, featuring the faces of four American Presidents: George Washington, Thomas Jefferson, Theodore Roosevelt and Abraham Lincoln. The design is bordered by heads of wheat.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/SD_Designs.gif", "date_issued": "November 6, 2006", "state": "South Dakota", "collected": 0, "id": 40}, {"description": "The reverse of Montana’s quarter features a bison skull depicted above the diverse Montana landscape with the inscription “Big Sky Country.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/MT_Designs.gif", "date_issued": "January 29, 2007", "state": "Montana", "collected": 0, "id": 41}, {"description": "The reverse of Washington’s quarter features a king salmon breaching the water in front of majestic Mount Rainier. The coin bears the inscription “The Evergreen State.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/WA_Designs.gif", "date_issued": "April 2, 2007", "state": "Washington", "collected": 1, "id": 42}, {"description": "The reverse of Idaho’s quarter features the Peregrine Falcon imposing its presence above an outline of the The coin bears an inscription of the state motto “Esto Perpetua” (“May it be Forever”).", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/ID_Designs.gif", "date_issued": "June 4, 2007", "state": "Idaho", "collected": 0, "id": 43}, {"description": "The reverse of Wyoming’s quarter features a bucking horse and rider with the inscription “The Equality", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/WY_Designs.gif", "date_issued": "September 4, 2007", "state": "Wyoming", "collected": 0, "id": 44}, {"description": "The reverse of Utah’s quarter features two locomotives moving toward the golden spike that joined the Central Pacific and Union Pacific railroads, linking East to West and transforming both the Utah Territory and the Nation with the inscription “Crossroads of the West.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/UT_Designs.gif", "date_issued": "November 5, 2007", "state": "Utah", "collected": 0, "id": 45}, {"description": "The Oklahoma quarter features an image of the state bird, the Scissortail Flycatcher, in flight with its distinctive tail feathers The bird is soaring over the state wildflower, the Indian Blanket, backed by a field of similar wildflowers.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/OK_Designs.gif", "date_issued": "January 28, 2008", "state": "Oklahoma", "collected": 1, "id": 46}, {"description": "The reverse of New Mexico’s quarter features a Zia sun symbol over a topographical outline of the state with the inscription of Enchantment.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/NM_Designs.gif", "date_issued": "April 7, 2008", "state": "New Mexico", "collected": 0, "id": 47}, {"description": "The Arizona quarter features an image of the Grand Canyon with a Saguaro cactus in the foreground. A banner reading Canyon State” separates the two images to signify that the Saguaro cactus does not grow in the Grand Canyon.", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/AZ_Designs.gif", "date_issued": "June 2, 2008", "state": "Arizona", "collected": 0, "id": 48}, {"description": "The reverse of the Alaska quarter features a grizzly bear emerging from the waters clutching a salmon in its jaw. The coin’s design includes the North Star displayed above the inscription “The Great Land.”", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/AK_Designs.gif", "date_issued": "August 25, 2008", "state": "Alaska", "collected": 0, "id": 49}, {"description": "The reverse of Hawaii’s quarter features Hawaiian monarch King Kamehameha I stretching his hand toward the eight major Hawaiian Islands. The coin bears an inscription of the state motto “UA MAU KE EA O KA ‘ĀINA I KA PONO,” (“The life of the land is perpetuated in righteousness”).", "image": "https://www.usmint.gov/images/mint_programs/50sq_program/states/HI_Designs.gif", "date_issued": "November 3, 2008", "state": "Hawaii", "collected": 0, "id": 50}]